{
  "title": "Нашите часови",
  "subtitle": "Изберете го часот кој најмногу ви одговара и започнете ја вашата јога пракса.",
  "beginnerTitle": "Почетна Јога",
  "beginnerDesc": "Совршена за почетници. Научете основни пози и техники на дишење во поддржувачка и пријатна атмосфера.",
  "intermediateTitle": "Средно Ниво Јога",
  "intermediateDesc": "Дизајнирана за практиканти со претходно искуство. Продлабочете ја вашата пракса со подолги секвенци и нови предизвици.",
  "advancedTitle": "Напредна Јога",
  "advancedDesc": "Истурете ги вашите граници со напредни асани, комплексни секвенци и техники за фокус.",

  "backToTop": "Назад на врвот",
  "typesHeading": "Типови на Јога",

  "yogaTypes": {
    "ashtanga": {
      "title": "Аштанга Јога",
      "text": "Аштанга Винјаса Јога е активна јога со однапред утврдена низа на асани поврзани преку винјаси. Таа развива дисциплина, флексибилност и фокус и станува медитација во движење.\n\nПримарната серија (Yoga Chikitsa) создава топлина и помага во елиминирање на акумулираните токсини. Во Inside Yoga нудиме Аштанга за почетници — скратена серија, побавно темпо и постепено учење.\n\nРаспоред: Пон, Сред, Пет 17:00–18:15; Втор, Четв 20:15–21:30."
    },
    "spicedAshtanga": {
      "title": "Зачинета Аштанга",
      "text": "Водени часови на примарната серија со неколку дополнителни асани од втората серија. Намeнети за почетници и понапредни практиканти со фокус на триштана методата.\n\nРаспоред: Пон, Сред, Пет 18:45–20:00."
    },
    "mysore": {
      "title": "Мајсор Час",
      "text": "Мајсор форматот дозволува индивидуално темпо во присуство на учител кој дава насоки и прилагодувања. Нови студенти добиваат пократка серија која постепено се надоградува.\n\nПрактика: 07:30–09:30 (Втор и Четв)."
    },
    "power": {
      "title": "Пауер Јога",
      "text": "Пауер Јога е динамична пракса со фокус на сила и издржливост, споена со винјаси и побрзо темпо. Се користат уџај здив и банди, но секвенците не се фиксни.\n\nРаспоред: Пон, Сред, Пет 20:15–21:30 (онлајн)."
    },
    "vinyasa": {
      "title": "Винјаса Флоу",
      "text": "Винјаса Флоу ги поврзува асаните со винјаси и здивот; наставникот креира тек според потребите на групата. Одлично за чувство на медитација во движење.\n\nРаспоред: Пон, Сред, Пет 09:30–10:45; Втор, Четв 18:45–20:00."
    },
    "restorative": {
      "title": "Ресторативна Јога + Јога Нидра",
      "text": "Ресторативните часови се бавни, со помалку асани и акцент на мирен здив и активирање на парасимпатикот. По часовите следува Јога Нидра — водена релаксација.\n\nРаспоред: Сабота 18:30–19:15."
    },
    "yin": {
      "title": "Јин Јога",
      "text": "Јин Јога е бавен стил каде се задржуваат асани од 45 секунди до неколку минути за да се работи на сврзното ткиво. Ја зголемува циркулацијата во зглобовите и продлабочува флексибилноста, додека развива внатрешен мир.\n\nРаспоред: Секој неделен термин, 18:30–20:00."
    }
  }
}
